{
    "courses":[
        {
            "id":1,
            "title": "Guitar Fundamentals",
            "slug": "guitar-fundamentals",
            "description": "This  guitar course offers a comprehensive and engaging approach to learning guitar, with lessons that cater to students of all skill levels. The course covers essential skills such as chords, strumming patterns, and fingerpicking, with a focus on promoting proper technique and musicality.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/guitar.jpg"
        },

        {
            "id":2,
            "title": "Piano for Beginners",
            "slug": "piano-for-beginners",
            "description": "This piano course offers a comprehensive and efficient approach to learning piano, with lessons that cater to students of all skill levels. The course covers essential skills such as reading sheet music, ear training, and improvisation, with a focus on promoting eye-mind-hand coordination and cognitive function.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/piano.jpg"
        },
        
        {
            "id":3,
            "title": "Druming Mastery",
            "slug": "druming-mastery",
            "description": "This drumming course offers a fun and interactive approach to learning drums, with lessons that cater to students of all skill levels. The course covers essential skills such as rhythm, timing, and technique, with a focus on developing a strong sense of groove and musicality.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/drumming.jpg"
        },

        {
            "id":4,
            "title": "Vocal Basics",
            "slug": "vocal-basics",
            "description": "This vocal basic course focuses on developing proper breathing technique, posture, and rules for good singing that apply to any style or genre. Students will learn to apply punctuation, steady beat, syllabic stress, dynamic phrasing, rhythm, and musicality.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/vocal.jpg"
        },

        {
            "id":5,
            "title": "Jazz Improvisation",
            "slug": "jazz-improvisation",
            "description": "This jazz improvisation course offers a comprehensive and engaging approach to learning jazz improvisation, with lessons that cater to students of all skill levels. The course covers essential skills such as scales, chords, and arpeggios, with a focus on developing a strong sense of harmony, rhythm, and musicality.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/jazz.jpg"
        },

        {
            "id":6,
            "title": "Music Production Fundamentals",
            "slug": "music-production-fundamentals",
            "description": "This music production course offers a comprehensive and hands-on approach to learning music production, with lessons that cater to students of all skill levels. The course covers essential skills such as sound design, mixing, with a focus on developing a strong sense of creativity, workflow, and technical proficiency.",
            "price": 99.99,
            "instructor": "Ayushman Khurana",
            "isFeatured": true,
            "image": "/courses/music_prodution.jpg"
        }
    ]
}